{
    "volume": "VOL. CLXVII ... No 57,883",
    "date": "PONY PLANET, SUNDAY, MAY 14, 2023",
    "weather": "Today, Clear, breezy, blue, mild, no chance of rain, high 22. Tonight, foggy, low 14. Tomorrow wind watch, cooler, sunny, clear, high 18. Weather map on accuweather.com",
    
    "price": "$3.00",

    "leftArticle": {
        "title": "Opinion: Social Media's twisted view of beauty",
        "subheading": "How we lost sight of what is important",
        "authors": "By BILLIE, special to the Pony Express",
        "content": "FRANCE -- I round the corner with baited breath only to be greeted with… another bland hallway. “I thought the hall of mirrors was next, how far is it?” I remember asking, though I was taken back by the response. “This is the hall of mirrors!” Recently I took a trip to Paris. While the city certainly had its allure, I found myself disappointed when viewing certain monuments - the popular ones. Places like the Eiffel Tower and the Castle of Versailles somehow didn’t meet my expectations - expectations for a place I had never been. \n\n These same places which disappointed me could be found plastered all over social media. Is it safe to assume then that the web had created an unrealistic perfect mental image of these flawed, earthly places? \n\n I still enjoyed my trip. While my itinerary's locales may not have been conventionally beautiful as I was told they were, perhaps there is still beauty in their flaws - something the media does not want you to see. \n\n From the spiderwebbed cracks racing in all directions throughout wooden supports above and around which tell of a rich history, to the intricate woven pattern depicting layers of dirt, grime and erosion scuffing the otherwise perfectly smooth steel beams of a tall tower, \n I now notice the beauty of nature's touch."
    },

    "middleArticle": {
        "imageURL": "media.jpg",
        "imageCredit": "Erik Lucatero",
        "heading": "Opinion: The decline of independent thought",
        "author": "By OWEN SILVA",
        "content": "PONY PLANET -- Today Pony Planet is more akin to a planet of sheep than to a planet of horses - we are all followers. Independent thought has been systematically scraped away. Et la pièce de résistance? Nobody even noticed. One can only imagine that before the global connectivity we face today, opinions came from events that individuals witnessed themselves. Moments in time which people saw and then interpreted in their own way. In the modern world it is impossible to be everywhere at once and so we must rely on the media to stay up to date. The problem is a middleman is introduced. Someone who does the research, the witnessing and even the interpreting for you. It is through this middleman that individual thought and logic is stripped away. We see it all the time on social media, that which is the most divisive and which elicits the most emotional response, is shown everywhere. Social media contains algorithms which seek to boost engagement and keep you hooked as is explored in the documentary The Social Dilemma. It is for this reason that so many fall victim to this sensationalisation - everyone sees news that aligns with their views. Thanks to the global nature of our modern world and our aforementioned reliance on others to interpret news, we must build our truths from what we see online. What we see online however, is controlled, distorted, and cherry picked by an algorithm. It is in this way we are made to believe whatever truth is convenient. How can we detect bias in our media if the only media we ever get is biased? This is how independence has been stripped away, and how we have become nothing more than a herd of sheep, aimlessly wandering towards the next post. Nobody seems to notice that their opinions can be traced back to a tweet they read. Or an instagram story, or a video or a TikTok - the list goes on. I was never truly aware of this until I wrote down all the media I accessed in a day. Awareness, which is currently non-existent, may help alleviate this issue, and could possibly be the only step able to be taken. As, in a world as vast and connected as ours, what is the alternative, how could you possibly stay informed in any other way?"
    },

    "rightArticle": {
        "title": "EXTRAVAGANT WAR DRAGS ON INTO 7TH MONTH",
        "subheading": "Whales renew their support",
        "content": "PONY PLANET -- Following the Slush administration's bailout of the Whales after an attack on their capitol, Pony Planet's oldest allies have renewed their support of the Grand Army Of the United Horses. \n\n In an address Saturday, Shamudy the leader of the Whales, said his government would, \"stand behind the horses for as long as it takes, as we have in every major conflict in Pony Planet's history.\" The statement comes at a time where tensions between Pony Planet and the Whales remain high. Two months ago Shamudy became the deciding vote on the Grand Army Of the United Animals to withdraw their support of the Grand Army Of the United Horses in their conflict with the Moose. \n\n The shift in rhetoric comes at a time when those living within the Whale territories are beginning to once again dissaprove of high taxes as a result of the military support. Mia Skylanskza, a single mother, tells us, \"I don't see why we should keep bailing out the Horses when our government can barely afford to keep the lights on. Tell me how I'm supposed to cook for a family of five when I'm losing power 5 times a day?\" \n\n The Whales may be interested in helping Pony Planet, but with a sour taste in the mouths of civillians how much longer can it truly last?"
    }
}
