{
    "volume": "VOL. CLXVII ... No 57,901",
    "date": "PONY PLANET, MONDAY, OCTOBER 23, 2023",
    "weather": "Today, Wispy, calm, clear, mild, 35% chance of rain, high 12. Tonight, clear, low 04. Tomorrow storm watch, cool, cloudy, windy, high 08. Weather map on accuweather.com",
    
    "price": "$3.00",

    "leftArticle": {
        "title": "For western nations, life returns to normal",
        "subheading": "'Second Great Animal War' a distant memory for many",
        "authors": "By JEN GRAIN",
        "content": "PONY PLANET -- As we mark the solemn milestone of one year since the beginning of the Second Great Animal War, many feel it has already ended. Ever since the Grand Army Of the United Animals pulled their support for the war in August it's effects on the domestic world have been diminishing. For many horses to whom war is their natural state, it is business as usual. \"I can get gas for 30 cents now, as far as I'm concerned it ended in April,\" said Tom Hoover during a street interview, \"I can't remember the last time I even saw anything about the war in the news.\" And yet, it is ever present. Every day thousands more continue to die for a cause which is so far off, which touches the daily lives of horses so little that we can't even remember what we are fighting for. To the Whales, who only recently got back their home which was almost 30% occupied by the Moose for two months, the situation rings eerily similiar. \"Yeah, I wont forget it easily. I lost my house, and mom and I watched the Capitol burn,\" says Britney, a mother of two, \"It is one of those defining moments in your life, you know? Like there's a clear cut before and after. But that's just life.\" For many citizens, this tradgedy is the norm. \"I can't worry about the war now, I need to find someplace to stay, I need to figure out how to pay my bills without my mother. Unless there's a Moose pointing a gun at me, I can't think about the war at all right now you know?"
    },

    "middleArticle": {
        "imageURL": "barbed.jpg",
        "imageCredit": "Erika Wittlieb",
        "heading": "EELS PLANNING TO INVADE LOBSTERS",
        "author": "By CHARLEIGH DRAOUI",
        "content": "PONY PLANET -- Leaked intelligence from the Grand Army Of the United Animals, aquired by The Pony Express on Saturday, suggests the Eels Guardian Force is gearing up to move 1,700 assault craft to their border with the Lobsters by Thursday. This is just months after both nations - Eels and Lobsters - fought together with the Moose in the Second Great Animal War, and where both continue to financially support the Moose in there struggle. The estimated 1,350,000,000 active duty service members of the Lobster Liberation Force is, 'woefully short' of sufficient to defend their nation, according to independent analytics org, Miltrack. Geo-politicists and military strategists everywhere are speculating on this move, with Ret. Gen. Christine Morcea, GAOUH claiming if the intelligence is correct, \"This is likely a move to strain the limited Grand Army Of the United Animals resources in preperation for a catastrophic strike - perhaps on the GAOUA headquarters themselves.\" The Grand Army Of the United Animals has publicly denied the existence of any such intelligence and in a statement, reassured the pubilc that, \"We are continuing to do our part in the regional monitoring of un-aligned nations and rest assured, will strike as soon as we recieve any actionable intelligence on a violation of international law.\" This comes at a time where the Grand Army Of the United Animals is facing increased scrutiny from the public over their lack of transparency and recent mistakes in policy making. Regardless of either sides next move, Ret. Gen. Morcea tells us, \"Undeniably this will de-stabalise the region, regardless of any actual actions.\""
    },

    "rightArticle": {
        "title": "HORSES PLEAD AS 2ND DINOSAUR ARMOURED DIVISION TRAPPED",
        "subheading": "Unearths memories of invasion of Meedra",
        "content": "MELGYU -- The 2ND Dinosaur Armoured Division remains trapped on Melgyu ever since Coalition Forces were beaten back earlier this month. With their supplies running critically short - an estimated 2 weeks worth of water, and one week of food - Gen. Kawasaki made a plea to the Grand Army Of the United Animals Security Council sunday. In leaked documents from the hearing, Gen. Kawasaki described the unit as, \"combat ineffective\" and stressed the importance of a timely extraction. In his plea, Gen. Kawasaki claimed the originally 500,000 strong 2ND armoured has taken 50,000 dead and 150,000 wounded. This situation brings back memories for many of the invasion of Meedra, where the 2ND armoued was similiarly cut-off from support for months. Except this time, it's much faster with the unit reaching it's current almost 50% casualty rate after just three weeks. The Moose have claimed to have dropped up to 70,000 pieces of ordinance on the unit thanks to a constant artilley bombardment since their landing on September 15th. With 200,000 casualties and at least 25,000 in desperate need of medivac, the Grand Army Of the United Animals voted 205 - 35 against military aid. The rebuttal concluded with one final plea: \"They are surrounded, bombed, shelled and burned wondering why their nation has abandoned them. They need our support now - we need support now.\""
    }
}
