{
    "volume": "VOL. CLVIXI ... No 58,001",
    "date": "PONY PLANET, WEDNESDAY, DECEMBER, 27, 2023",
    "weather": "This morning, heavy fog, flurries, cold, windy, 35% chance of hail, high 2. Night, fog clearing, low -18. Thursday possible blizzard, freezing, heavy winds, icing conditions, high -8. Weather map on accuweather.com",
    
    "price": "$3.05",

    "leftArticle": {
        "title": "Choclate's 12-Day March to End The Civil War",
        "subheading": "A first hand account from a soldier that defended Pony Planet.",
        "authors": "By JACK REACHER - special to the Pony Express",
        "content": "PONY PLANET -- I sat, crouched, on my doorstep. A molotov cocktail my mother assembled on my left, and a rifle on my right. Across from me my grandmother did the same, we lay in wait, ready to defend the house from the ponies. A few miles in front of us the clouds occasionally lit up followed by a thundering boom. Each flash of light took me back to my friends house on the lake, watching fireworks. Which was well enough, as that is what we told my little brothers and sisters. Behind me and my grandmother, in the house my parents were trying to put the smallest ones to bed. They protested something feirce, believing they were missing out on the most epic multi-day fireworks display. It was on this day that the 'reinforcements' marched into town. The entire group of rag tag volunteers walked right past our gardens. Without saying a word, my grandmother rose - clutching her rifle and molotov - and joined the convoy. I cast a glance back at my parents. My father's expression distant with a silent tear he tried to hide. My mother however looked at me sternly, and with a steely determination gave a solemn nod. I joined the convoy. This group of soldiers was not the Grand Army Of the Horses. It was instead the results of our president's famous 12-day march. On this day, Choclate concluded a heroic march from Eastern Pony Island all the way to the western front. Her path took her through every major city. She did not stop to eat, sleep or speak for twelve days. The entire almost two week march, she did not say a word. Somehow, we all knew what the sight of our president on the streets meant. Some 45,000 volunteers, civillians, teachers, store owners, doctors and veterans joined behind her to reinforce the Grand Army Of the Horses in the Pony Planet Civil War. On their approach, the soldiers of the Army of the Ponies described the sound of 45,000 hoofbeats striking the ground in sync, \"It was as if some terrible new machine was lumbering towards us. The reality, though, was much worse.\" The next 45 days of my life became some of the darkest. Indeed I was terrified to face the threat in front of me. I was scared to kill - I had never done it before. Yet, nothing quite scared me like looking behind myself did. From where I was dug in on the front line, I could see the light from my little brother's bedroom."
    },

    "middleArticle": {
        "imageURL": "horse.jpg",
        "imageCredit": "Erika Wittlieb",
        "heading": "WHY IS IT CALLED PONY PLANET?",
        "author": "By APPA CHERRY",
        "content": "PONY PLANET -- By far one of the questions asked most often by tourists is, \"Why is it called Pony Planet?\" If you are ever visting, I implore you to ask the same thing - go up to anyone on the street, and they will gladly tell you. Three weeks before the end of the Pony Planet Civil War, victory was inevitable. However 'Pony Planet' did not yet exist, it was simply referred to as 'the Horse territories' (just as we refer to the Dolphins or the Whales today). The story goes that President Choclate entered congress on this day to say they had the opportunity to do the 'funniest thing'. She would officially give the Horse territories a name. Specifically, the name of the very people the Funcle wanted to enslave - the ponies. In her announcement speech, the former President said, \"Today, I want every pony to know that they belong here, that this planet is theirs and nobody can tell them otherwise. I want them - and every creature down on it's luck or cast out by it's society - to know there will always be a spot for them in this nation. To that end, I am officially designating this great planet which we call our home 'Pony Planet' and the island we reside upon, 'Pony Island'\". Knowing how much it would piss off those who wanted to enslave the ponies, our President placed the planet under their name. Just a few weeks later on the offical end of the war, she would make another announcement to officially rename the Grand Army Of the Horses to the Grand Army Of the United Horses. Both as an acknowledgement of the new unification, but also to be more inclusive. \"Today, I am renaming our great armed forces to the Grand Army Of the United Horses. Because we are more than horses, we are every creature big and small fighting for a better life, we are Quarterhorses, Arabians, Mustangs, Appaloosa's and we are Ponies and we are Horses. But now, more than ever: we are united!\""
    },

    "rightArticle": {
        "title": "THE PONY PLANET CIVIL WAR",
        "subheading": "As trillions celebrate re-unification day, a brief history of the Civil War",
        "content": "Pony Planet -- Today is re-unification day. It celebrates the Grand Army Of the Horses victory over the Army Of the Ponies. Every civillian remembers this well, but those outside of Pony Planet might wonder, what was the Civil War? Somewhere around two hundred years ago, the entire Horse population was trapped on what is now Pluto while the Whales determined what to do with our species next. During this time horses carried out hard labour in mines across the planet to 'earn their keep' for the Whale's. This early hostility soured relations with the nation for years to come among the populace but also created a separate problem. When the largest mine on Pluto experienced an irreparable disastrous cave in, only the smallest of Horses could fit through the last remaining gap. Thus the manual labour fell solely upon the ponies, who were a breed of Horse generally short and stout. When the Horses were finally settled on what is now Pony Planet, rich Horses who made their money off of investments in the Whales empire saw an opportunity. They struck a deal with the Whales to take over mining operations on Pluto and continued to employ ponies. At some point however, they realised that Pluto was outside of Pony Planet's jurisdiciton. They began paying them less and less, unbound by labour and wage laws paseed on mainland Pony Planet. When horses began to revolt they became their own police force, charging the workers with made-up crimes and forcing them to stay on Pluto to work and 'pay off' the 'damages' they caused the mining company. Pretty soon, all two million ponies were no less than indentured servants. Slowly, the fact that it was always Ponies doing the work, and the amount of time this had been the case degraded them in the minds of the business owners. They began to see the ponies as lesser, pathetic beings.  Back on Pony Planet, lawmakers caught wind of this and worked quickly to ban what was effectively slavery - in all territories, not just mainland Pony Planet. Despite their attempts, the rich mining companies proved too influential and blocked any such law from passing. For two years the ponies suffered, most unable to return home to see their families as the moment their debts were 'paid off' they were brought up on more phony charges. President Choclate visited the mines in August and was appalled by the scale and level of suffering and mistreatment. Upon returning home she took drastic measures, she immedietely declared martial law and put Pony Planet into a state of emergency in attempts to pass anti-slavery bills. Unfortunately, just a few months earlier the first Great Animal War had ended. During this time a fearful public voted for the creation of a military - the Grand Army Of the Horses. This military had billions of dollars behind it and was a complete and total mess. It was disorganised, had never actually fought a war, and was simply too big as a result of it's hasty creation. Naturally, the Grand Army Of the Horses was a organisation rife with corruption. One of the figure heads of the mining companies - the 'Funcle' as he liked to call himself - had deep pockets. While simultaneously lobbying congress, the Funcle paid of 2/3 of the commanders for the Grand Army Of the Horses. In May the Funcle's newly paid off military invaded Western Pony Planet intending to seize the capitol. \n \n What remained of the Grand Army Of the Horses still under the control of President Choclate mobilised to repell them, but quickly crumbled as it became evident just how fractured the remaining pieces were. Two months into the war the Funcle was less than 200 miles from the capitol, however tides began to change. In scores of tens of thousands soldiers from his army began to defect. The Funcle had paid off the military commanders, but not the soldiers themselves. Once they realised what they were actually fighting for and why - as their commanders had only told them lies about them stopping a military coup - they quickly defected to fight with President Choclate. The defectors were not enough however, and lacking the necessary armour and artillery the Grand Army Of the Horses allowed the Funcle within 50 miles of the capitol. By the third month, with the Funcle's military bleeding soldiers he had no choice but to bring in his pony slaves into forced service. Squads of gunmen sat behind the ponies and gave them a choice, shoot the people in front of them or get shot by the people behind them. This is how the Funcle's army came to be known as the 'Army Of the Ponies' despite the fact it fought for their enslavement, as by the end of the war it's makeup was more than 80% pony. On the third month of the war, in a desperate bid to hold on to the capitol, president Choclate herself went to fight. She marched for twelve days from Eastern Pony Planet to the front lines in the west. She had hoped for 10,000 civillians but gathered a volunteer force of more than 45,000. Citizens everywhere believed in the war whole-heartedley. They were prepared to do anything to defend their fellow ponies. In each city a staggering 98% of estimated war-capable citizens volunteered. For the two years of war that followed, the residents of Pony Planet eveywhere gladly made massive sacrifices and gave up their quality of life for the war effort. Despite not having any formal military training, led by President Choclate, the volunteer force was enough to finally push the Funcle's army out of Pony Island and into hiding by the end of the third month. The war would continue for another 2 years after."
    }
}
