{
    "volume": "VOL. CLXVII ... No 57,851",
    "date": "PONY PLANET, FRIDAY, DECEMBER 30, 2022",
    "weather": "Today, Cloudy, breezy, drizzly, mild, chance of rain, high 10. Tonight, foggy, low 2. Tomorrow chance of snow, cooler, sunny, clear, high 5. Weather map on accuweather.com",
    
    "price": "$3.00",

    "leftArticle": {
        "title": "Shamudy Considers Draft",
        "subheading": "Unrest among the whales",
        "authors": "By FIONA THORNTON \n and OWEN SILVA",
        "content": "SHAKIR -- This week Shamudy, leader of the whales, announced he was considering a draft. If he were to go ahead with one it would make the whales the first animal nation within the Grand Army Of the United Animals, and even the United Animals, to utilise a draft for their military. This would likely drop his approval ratings, which have sat at an amazing 98% for the entirety of his presidency - a stark contrast when compared with Cookie's current 33% approval rating - and drop it. \n \n Shamudy has been seen as an incredibly benevolent and well liked leader, however many whales feel that they did not need to get involved in this second great animal war and are not interested in fighting it. Shelia Pearsons, a mother of 2, told us that despite the recent attacks within the whale's borders by the Aligned Animals - the first in history - she still supported staying out of the war, \"We've fought and supported the West's wars for how many years now? We protect all the ocean animals, we need to focus on that and our own security as a nation before we get involved in a war the horses started.\" Despite Shamudy being a founding member in the Grand Army Of the United Animals and their model 'an attack on one is an attack on all' modelled after a human Treaty Organisation, the Whale's involvement is heavily contested.\n        "
    },

    "middleArticle": {
        "imageURL": "https://sharkgamedev.github.io/Pony-Express/shark.jpg",
        "imageCredit": "Lisa Sterling/Shark Stock",
        "heading": "Opinion: Cookie should be impeached",
        "author": "By SPRITE THORN",
        "content": "PONY PLANET -- Today, cookie should be impeached. Now that's not just my opinion: it's the opinion of hundreds more. Cookies latest approval rating in the polls was an abysmal 33%! That's lower than the Choclate Administrations approval rating was at any point during her run - the lowest being 58% (If we can trust that number).\n        Cookie has proven again and again she is not cut out for the presidency. And the public wants a president they elected for once not someone who was chosen for them and has no idea what they are doing. Cookie eliminating public transport, her domestic security policies - replacing the Pony Planet National Guard with the Royal Army, a unit focused on lethality, for counter-terrorism - and her handling of the\n        second animal war has left much to be desired. So, now that the Prisoner Of War scandals are flying I say impeach her, get her out and get a democratically elected president in that office for the first time in the history of Pony Planet. Get a president that will give us the first consecutive years of peace Pony Planet has ever seen."
    },

    "rightArticle": {
        "title": "MOOSE AGREE TO NEGOTIATIONS, PROMPTING OUTRAGE",
        "subheading": "Unanimous vote declines",
        "content": "MEEDRA -- After Grand Army Of the United Animals military analysts repeatedely informed the public, and congressional bodies of several animal nations, that the Moose and Aligned Animals would not consider negotiations because of their recent victories and current combat dominance over the United Animals especially on the Moose's capitol planet, Meedra, where 50k prisoners from the 2nd Armoured Dinosaur Division reside, the Moose have announced they are open to negotiations today. Public polling on Pony Planet shows significant disapproval of a peaceful end to this war whereas support is higher in other nations.\n\n            The Aligned Animals made their requests to the GAOUA today, stating they wanted complete control and juridstiction of Pony Planet and its inhabitants for a cease-fire. Cookie has assured the public that these terms would not be accepted and a unanimous vote among GAUOA leadership determined they would ignore the current terms. Cookie used this chance to quietly slip another 40 Trillion Dollars in funding for the Grand Army Of the United Horses by, paying for another 350 CookieBot fighter ships to be constructed by the end of the first week of Janurary in her continued attempts to rebuild the GAOUH and increase Pony Planets contribution to the second great animal war which is currently being fought and orchestrated primarily by the Grand Army of the Dinosaurs and the Grand Army of the Whales.\n \n       The GAOUA made a statement today claiming that they were, \"not willing to give up any amount of land which belongs to nations under the GAUOA.\" Effectively telling the Aligned Animals they were not interested. On the same day the United Animals lost 300,000 service members and an estimated 128 combat ships, with fears that the fighting around Meedra will turn into a squall line.\n\n        Propoganda from the Aligned Animals publicly shamed the GAOUA for not accepting, 'their only method of preventing total destruction.' The Aligned Animals renewed their promise they would treat any defectors with care, and that any citizens of any nation willing to make the trip would be accepted into their military.\n        "
    }
}
